import React from "react";

export function Conection() {
  return (
<div class="div">
  <div class="div2">
    Вітаємо вас у розділі &quot;Питання та відповіді&quot; нашого
    інтернет-магазину! Ми прагнемо зробити ваш досвід покупки максимально
    зручним і зрозумілим. Тут ви знайдете відповіді на найпоширеніші запитання
    щодо замовлень, доставки, повернення товарів та нашої продукції. Ми
    рекомендуємо ознайомитися з цією інформацією перед оформленням замовлення,
    щоб уникнути можливих непорозумінь. Якщо ви не знайшли потрібну інформацію,
    будь ласка, зв’яжіться з нашою службою підтримки, і ми із задоволенням вам
    допоможемо. Наші фахівці готові відповісти на ваші запитання в будь-який
    час. Ваш комфорт і задоволення від покупки – наш головний пріоритет. Ми
    постійно вдосконалюємо наш сервіс, щоб зробити його ще більш зручним для
    вас. Дякуємо, що обрали нас для облаштування вашого дому!
  </div>
  <div class="div3">Питання і відповіді</div>
  <div class="div4">Контакти</div>
  <div class="rectangle-185"></div>
  <div class="messenger">Зв’язатися з нами в Messenger</div>
  <div class="_09-00-19-00-10-00-18-00">
    <ul class="_09-00-19-00-10-00-18-00-span">
      <li>Пн – Пт: 09:00 - 19:00</li>
      <li>Сб – Нд: 10:00 - 18:00</li>
    </ul>
  </div>
  <div class="_1">Час відповіді - 1 год.</div>
  <div class="_380123456789">+380123456789</div>
  <div class="_12">Час відповіді - 1 хв.</div>
  <img class="vector-55" src="vector-550.svg" />
  <div class="e-mail">E-mail</div>
  <div class="div5">Графік роботи відділу по роботі з клієнтами</div>
  <div class="_24">Час відповіді - 24 год.</div>
  <img class="vector-56" src="vector-560.svg" />
  <div class="div6">Домашня сторінка</div>
  <div class="div7">Питання/відповіді</div>
  <img class="vector-73" src="vector-730.svg" />
  <img class="vector-76" src="vector-760.svg" />
  <img class="vector-77" src="vector-770.svg" />
  <img class="vector-78" src="vector-780.svg" />



  <div class="frame-59">
    <div class="frame-57">
      <div class="frame-56">
        <div class="frame-53">
          <div class="div48">Питання пов&#039;язані з онлайн замовленнями</div>
          <img class="vector-7" src="vector-70.svg" />
        </div>
        <div class="frame-53">
          <div class="div48">Перевезення та доставка</div>
          <img class="vector-72" src="vector-71.svg" />
        </div>
        <div class="frame-53">
          <div class="div48">Повернення та претензії</div>
          <img class="vector-74" src="vector-72.svg" />
        </div>
        <div class="frame-54">
          <div class="div48">Питання стосовно продукції</div>
          <img class="vector-75" src="vector-73.svg" />
        </div>
        <div class="frame-55">
          <div class="div48">
            Питання пов’язані з магазинами та замовленнями із магазинів
          </div>
          <img class="vector-79" src="vector-74.svg" />
        </div>
      </div>
      <div class="div49">Найбільш поширені питання</div>
    </div>
    <div class="group-188">
      <div class="rectangle-190"></div>
      <div class="frame-58">
        <div class="div50">
          Як я можу зробити замовлення в вашому інтернет-магазині?
          <br />
          Чи можу я змінити або скасувати своє замовлення після його оформлення?
          <br />
          Які варіанти доставки доступні для замовлень?
          <br />
          Скільки часу займе доставка моєї покупки?
          <br />
          Як я можу відстежувати статус свого замовлення?
          <br />
          Які умови повернення товарів, якщо вони не підійшли?
          <br />
          Що робити, якщо товар прибув пошкодженим?
          <br />
        </div>
        <div class="div51">
          Які матеріали використовуються для виготовлення вашої продукції?
          <br />
          Як я можу знайти найближчий до мене магазин, що продає ваші меблі?
          <br />
          Чи можу я замовити товар в магазині, а забрати його самостійно?
          <br />
          Чи надаєте ви послуги складання меблів?
          <br />
          Які методи оплати ви приймаєте?
          <br />
          Чи є можливість отримати знижку при покупці великої кількості меблів?
          <br />
          <br />
        </div>
      </div>
    </div>
  </div>
</div>
  );
}
